tap "nikitabobko/tap"
tap "mhersson/formulas"
tap "FelixKratz/formulae"
brew "awscli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "borders"
brew "btop"
brew "cmake"
brew "colima"
brew "coreutils"
brew "delve"
brew "devspace"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "editorconfig"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "go-task"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gomodifytags"
brew "gopls"
brew "gotests"
brew "helix"
brew "jq"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kustomize"
brew "lazygit"
brew "libgccjit"
brew "libtool"
brew "lua-language-server"
brew "marksman"
brew "markdownlint-cli2"
brew "mkcert"
brew "mockery"
brew "mpls"
brew "neovim"
brew "nss"
brew "nushell"
brew "opa"
brew "presenterm"
brew "prettier"
brew "regal"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "vectorsigma"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamlfmt"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "font-roboto-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "wezterm"
cask "zed"
go "gitlab.tech.dnb.no/dnb/ciam/libraries/go-jwx.git/v3"
